INSERT IGNORE INTO region (region_depth1, region_depth2) VALUES
('서울', '종로구'), ('서울', '중구'), ('서울', '용산구'), ('서울', '성동구'), ('서울', '광진구'),
('서울', '동대문구'), ('서울', '성북구'), ('서울', '강북구'), ('서울', '도봉구'), ('서울', '노원구'),
('서울', '은평구'), ('서울', '서대문구'), ('서울', '양천구'), ('서울', '강서구'), ('서울', '구로구'),
('서울', '금천구'), ('서울', '영등포구'), ('서울', '동작구'),

('부산', '중구'), ('부산', '서구'), ('부산', '동구'), ('부산', '영도구'), ('부산', '부산진구'),
('부산', '동래구'), ('부산', '남구'), ('부산', '북구'), ('부산', '해운대구'), ('부산', '사하구'),
('부산', '금정구'), ('부산', '강서구'), ('부산', '연제구'), ('부산', '수영구'), ('부산', '사상구'),
('부산', '기장군'),

('대구', '중구'), ('대구', '동구'), ('대구', '서구'), ('대구', '남구'), ('대구', '북구'),
('대구', '수성구'), ('대구', '달서구'), ('대구', '달성군'), ('대구', '군위군'),

('인천', '중구'), ('인천', '동구'), ('인천', '미추홀구'), ('인천', '연수구'), ('인천', '남동구'),
('인천', '부평구'), ('인천', '계양구'), ('인천', '서구'), ('인천', '강화군'), ('인천', '옹진군'),

('광주', '동구'), ('광주', '서구'), ('광주', '중구'), ('광주', '북구'), ('광주', '광산구'),

('대전', '중구'), ('대전', '서구'), ('대전', '동구'), ('대전', '유성구'), ('대전', '대덕구'),

('울산', '중구'), ('울산', '남구'), ('울산', '동구'), ('울산', '북구'), ('울산', '울주군'),

('세종', '조치원읍'), ('세종', '연기면'), ('세종', '연동면'), ('세종', '부강면'), ('세종', '금남면'),
('세종', '장군면'), ('세종', '연서면'), ('세종', '전의면'), ('세종', '전동면'), ('세종', '소정면'),
('세종', '한솔동'), ('세종', '새롬동'), ('세종', '나성동'), ('세종', '다정동'), ('세종', '도담동'),
('세종', '어진동'), ('세종', '해밀동'), ('세종', '아름동'), ('세종', '종촌동'), ('세종', '고운동'),
('세종', '보람동'), ('세종', '대평동'), ('세종', '소담동'), ('세종', '반곡동'),

('경기도', '수원시'), ('경기도', '성남시'), ('경기도', '의정부시'), ('경기도', '안양시'), ('경기도', '부천시'),
('경기도', '광명시'), ('경기도', '동두천시'), ('경기도', '평택시'), ('경기도', '안산시'), ('경기도', '고양시'),
('경기도', '과천시'), ('경기도', '구리시'), ('경기도', '남양주시'), ('경기도', '오산시'), ('경기도', '시흥시'),
('경기도', '군포시'), ('경기도', '의왕시'), ('경기도', '하남시'), ('경기도', '용인시'), ('경기도', '파주시'),
('경기도', '이천시'), ('경기도', '안성시'), ('경기도', '김포시'), ('경기도', '화성시'), ('경기도', '광주시'),
('경기도', '양주시'), ('경기도', '포천시'), ('경기도', '여주시'), ('경기도', '연천군'), ('경기도', '가평군'),
('경기도', '양평군'),

('강원도', '춘천시'), ('강원도', '원주시'), ('강원도', '강릉시'), ('강원도', '동해시'), ('강원도', '태백시'),
('강원도', '속초시'), ('강원도', '삼척시'), ('강원도', '홍천군'), ('강원도', '횡성군'), ('강원도', '영월군'),
('강원도', '평창군'), ('강원도', '정선군'), ('강원도', '철원군'), ('강원도', '화천군'), ('강원도', '양구군'),
('강원도', '인제군'), ('강원도', '고성군'), ('강원도', '양양군'),

('충청북도', '청주시'), ('충청북도', '충주시'), ('충청북도', '제천시'), ('충청북도', '보은군'), ('충청북도', '옥천군'),
('충청북도', '영동군'), ('충청북도', '증평군'), ('충청북도', '진천군'), ('충청북도', '괴산군'), ('충청북도', '음성군'),
('충청북도', '단양군'),

('충청남도', '천안시'), ('충청남도', '공주시'), ('충청남도', '보령시'), ('충청남도', '아산시'), ('충청남도', '서산시'),
('충청남도', '논산시'), ('충청남도', '계룡시'), ('충청남도', '당진시'), ('충청남도', '금산군'), ('충청남도', '부여군'),
('충청남도', '서천군'), ('충청남도', '청양군'), ('충청남도', '홍성군'), ('충청남도', '예산군'), ('충청남도', '태안군'),

('경상북도', '포항시'), ('경상북도', '경주시'), ('경상북도', '김천시'), ('경상북도', '안동시'), ('경상북도', '구미시'),
('경상북도', '영주시'), ('경상북도', '영천시'), ('경상북도', '상주시'), ('경상북도', '문경시'), ('경상북도', '경산시'),
('경상북도', '의성군'), ('경상북도', '청송군'), ('경상북도', '영양군'), ('경상북도', '영덕군'), ('경상북도', '청도군'),
('경상북도', '고령군'), ('경상북도', '성주군'), ('경상북도', '칠곡군'), ('경상북도', '예천군'), ('경상북도', '봉화군'),
('경상북도', '울진군'), ('경상북도', '울릉군'),

('제주도', '제주시'), ('제주도', '서귀포시');
